{"inkVersion":21,"root":[[{"->":"Start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Start":[["^Du öffnest die Augen und findest dich in einem dichten Wald wieder.Die Bäume ragen hoch in den Himmel, und der Boden ist mit <color=#196f3dAA>Moos bedeckt</color>. Ein <windy>sanfter Wind weht durch die Blätter</windy>, und die Vögel zwitschern über dir. Du spürst, wie die <color=#fff689EE><swoosh>Sonnenstrahlen</swhoosh></color> durch das Blätterdach dringen. In deiner Hand hältst du eine <old>alte Karte</old> mit verschiedenen Wegen durch den Wald.","\n","^Welchen Weg möchtest du einschlagen?","\n","ev","str","^Den schmalen Pfad, der nach Osten führt","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Der breiten Straße, die nach Westen verläuft.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"DenSchmalenPfadDerNachOsten"},{"#f":5}],"c-1":["\n",{"->":"BreiteStrasseNachWesten"},{"#f":5}]}],{"#f":1}],"DenSchmalenPfadDerNachOsten":[["^Du entscheidest dich für den schmalen Pfad und beginnst, dich durch das dichte Unterholz zu bewegen. Die Bäume stehen dicht beieinander, und es wird <speed=#0,7>zunehmend schwieriger, dich vorwärts zu bewegen</speed>. Nach einer Weile hörst du in der Ferne ein leises <shake>Knurren, gefolgt von Ästen, die brechen.</shake>","\n","^Was nun?","\n","ev","str","^<shake>Schneller voranschreiten</shake> und dem Geräusch auszuweichen.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^<windy>Langsamer gehen</windy> und versuchen, das Knurren zu identifizieren.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"SchnellerVoranschreiten"},{"#f":5}],"c-1":["\n",{"->":"KnurrenIdentifizieren"},{"#f":5}]}],{"#f":1}],"SchnellerVoranschreiten":[["^<shake>Du beschleunigst deine Schritte, um dem unheimlichen Knurren zu entkommen.</shake> Die Bäume fliegen an dir vorbei, während du dich eilig durch das Dickicht bewegst. Das <shake>Knurren wird lauter</shake>, und du kannst das Rascheln von Blättern und Ästen näher kommen hören.","\n","^Plötzlich stehst du vor einer Kreuzung im Pfad.","\n","ev","str","^<shake>Den Weg nach links einschlagen.</shake>","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^<shake>Den Weg nach rechts wählen.</shake>","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"DenWegNachLinks"},{"#f":5}],"c-1":["\n",{"->":"DenWegNachRechts"},{"#f":5}]}],{"#f":1}],"DenWegNachLinks":[["^Du biegst nach links ab und setzt deinen Weg fort. <shake>Das Knurren wird immer lauter</shake>, und du spürst, wie sich die Atmosphäre um dich herum verdichtet. <color=#4d5656FF> Der Pfad führt dich tiefer in den Wald hinein, und die Bäume scheinen sich über dir zu neigen.","\n","^Plötzlich taucht vor dir eine Höhle auf. Das <shake>Knurren ist nun sehr nah<shake>, und du kannst schemenhaft die Umrisse eines Tieres erkennen. Das Knurren wird lauter, und du kannst nicht mehr zurück.</color>","\n","ev","str","^Die Höhle betreten und nach einer Möglichkeit suchen, das Tier zu umgehen.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Schnell einen Rückzug versuchen und den Weg zurücknehmen, den du gekommen bist.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"DieHoehleBetreten"},{"#f":5}],"c-1":["\n",{"->":"EinenRueckzugVersuchen"},{"#f":5}]}],{"#f":1}],"DieHoehleBetreten":["^Du eilst zur Höhle und betrittst sie. <color=#17202aFF> Die Dunkelheit umgibt dich, und das Knurren ist nun direkt vor dir. Du tastest dich vorsichtig durch die Höhle und versuchst, dich leise zu bewegen.","\n","^Plötzlich spürst du, wie etwas Großes und Pelziges an dir vorbeistreift. Das Knurren wird leiser, als das Tier die Höhle verlässt. Du atmest erleichtert auf und wagst einen Blick nach draußen.</color>","\n","^Die Luft ist rein, und du bist sicher. Du hast das knurrende Tier erfolgreich umgangen.","\n","^Herzlichen Glückwunsch! Du hast das Abenteuer gemeistert und kannst nun den Wald in Richtung neuer Herausforderungen verlassen.","\n",{"->":"Finish"},{"#f":1}],"EinenRueckzugVersuchen":["^Du entscheidest dich, weiter umzudrehen in der hoffnung, dem knurrenden Tier zu entkommen. Leider steht es dir jetzt genau gegenüber.Etwas Großes und Wildes wirft dich zu Boden. Das Knurren erreicht einen bedrohlichen Höhepunkt, und du kannst nur noch das Grollen und Zischen des Tieres hören.","\n","^Es scheint, als hättest du das Abenteuer nicht überlebt.","\n",{"->":"Finish"},{"#f":1}],"DenWegNachRechts":["^Du entscheidest dich dafür, den Weg nach rechts zu nehmen und hoffst, dem knurrenden Geräusch zu entkommen. Der Pfad führt dich tiefer in den Wald hinein, und die Bäume stehen dicht nebeneinander. Das Knurren wird lauter, und du spürst, wie sich die Spannung in der Luft verdichtet.","\n","^Plötzlich öffnet sich der Wald, und du stehst vor einer alten, verlassenen Hütte. Das Knurren kommt nun von der Seite, und du entdeckst einen einsamen Wolf, der sich dir vorsichtig nähert. Der Wolf scheint verletzt zu sein und zeigt keine Anzeichen von Aggression.","\n","^Was möchtest du tun?","\n",["ev","str","^Der Hütte näherkommen und nach einer Möglichkeit suchen, dem Wolf zu helfen.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Vorsichtig einen großen Bogen um den Wolf machen und deinen Weg fortsetzen.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"WolfHelfen"},{"#f":5}],"c-1":["\n",{"->":"WolfNichtHelfen"},{"#f":5}]}],{"#f":1}],"WolfHelfen":["^Du näherst dich vorsichtig der alten Hütte, und der verletzte Wolf folgt dir mit gesenktem Kopf. Als du die Hütte betrittst, findest du einige alte Decken und einen Wassernapf. Du richtest eine gemütliche Ecke her und lädst den Wolf ein, sich auszuruhen.","\n","^Mit der Zeit scheint sich der Wolf zu erholen, und du entwickelst eine besondere Verbindung zu dem einsamen Tier. Ihr teilt die Hütte als temporäres Zuhause und erlebt gemeinsam die Ruhe des Waldes.","\n","^Herzlichen Glückwunsch! Du hast das Abenteuer auf eine herzliche Weise abgeschlossen, indem du einem verletzten Wolf geholfen hast.","\n",{"->":"Finish"},{"#f":1}],"WolfNichtHelfen":["^Du entscheidest dich dazu, einen großen Bogen um den verletzten Wolf zu machen und deinen Weg fortzusetzen. Du bewegst dich vorsichtig um das Tier herum, um es nicht zu beunruhigen. Der Wolf verfolgt deine Bewegungen mit seinen Augen, zeigt jedoch keine Anzeichen von Aggression.","\n","^Du setzt deinen Weg durch den Wald fort und hörst nach und nach das Knurren des Wolfs im Hintergrund verschwinden. Der Pfad führt dich tiefer in den Wald, und du genießt die Stille und die Natur um dich herum.","\n","^Herzlichen Glückwunsch! Du hast das Abenteuer auf eine behutsame Weise beendet, indem du dem Wolf aus dem Weg gegangen bist.","\n",{"->":"Finish"},{"#f":1}],"KnurrenIdentifizieren":[["^Du drosselst dein Tempo und lauschst aufmerksam in die Stille des Waldes. Das Knurren wird lauter, und du kannst nun verschiedene Töne unterscheiden. Es klingt nicht bedrohlich, sondern eher wie das Brummen eines größeren Tieres.","\n","^Plötzlich tritt ein majestätischer Bär aus dem Dickicht hervor. Sein Fell schimmert in der Sonne, und er sieht dich neugierig an. Es scheint, als ob der Bär dich begleiten möchte.","\n","^Was möchtest du tun?","\n","ev","str","^Dich dem Bären vorsichtig nähern und versuchen, eine Verbindung herzustellen.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Den Bären aus der Ferne beobachten und deinen Weg allein fortsetzen.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"BaerenNaehern"},{"#f":5}],"c-1":["\n",{"->":"BaerenBeobachten"},{"#f":5}]}],{"#f":1}],"BaerenNaehern":["^Du näherst dich vorsichtig dem Bären, der dich mit neugierigen Augen betrachtet. Überraschenderweise zeigt das majestätische Tier keine Anzeichen von Aggression. Stattdessen scheint es freundlich und interessiert an deiner Anwesenheit zu sein.","\n","^Der Bär begleitet dich auf deinem weiteren Weg durch den Wald. Gemeinsam durchstreift ihr die Natur, und der Bär zeigt dir verborgene Pfade und malerische Orte. Ihr teilt eine einzigartige Verbindung, die die Magie des Waldes widerspiegelt.","\n","^Herzlichen Glückwunsch! Du hast einen ungewöhnlichen Freund gefunden und das Abenteuer auf eine unerwartete, positive Weise abgeschlossen.","\n",{"->":"Finish"},{"#f":1}],"BaerenBeobachten":["^Du entscheidest dich dafür, den Bären aus der Ferne zu beobachten. Du bleibst stehen und beobachtest das majestätische Tier, wie es sich weiter durch den Wald bewegt. Der Bär scheint sich wohl zu fühlen und verschwindet schließlich im Dickicht.","\n","^Du setzt deinen Weg allein fort und erlebst weitere Abenteuer im Wald. Die Sonne geht langsam unter, während du durch die Bäume wanderst. Die Geräusche der Natur begleiten dich auf deinem Weg nach Hause.","\n","^Herzlichen Glückwunsch! Du hast das Abenteuer auf eine ruhige und friedliche Weise beendet.","\n",{"->":"Finish"},{"#f":1}],"BreiteStrasseNachWesten":[["^Du entscheidest dich für die breite Straße, die nach Westen verläuft. Der Weg ist klar und gut gepflegt. Die Bäume weichen zurück, und du gehst entspannt voran. Die Vögel zwitschern fröhlich über dir, und die Sonne wirft ihre warmen Strahlen auf den Weg.","\n","^Nach einer Weile erreichst du eine Lichtung, auf der sich drei Wege vor dir erstrecken:","\n","ev","str","^Ein steiler Pfad, der bergauf führt.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ein sandiger Weg, der zu einem kleinen Teich führt.","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Ein schmaler Steg, der über einen Fluss führt.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"SteilerPfad"},{"#f":5}],"c-1":["\n",{"->":"SandigerPfad"},{"#f":5}],"c-2":["\n",{"->":"schmalerSteg"},{"#f":5}]}],{"#f":1}],"SteilerPfad":["^Du entscheidest dich für den steilen Pfad, der bergauf führt. Der Weg wird anspruchsvoller, und du musst dich durch felsiges Gelände kämpfen. Mit jedem Schritt wird der Ausblick jedoch atemberaubender. Du erreichst schließlich einen Gipfel, von dem aus du das ganze Waldgebiet überblicken kannst.","\n","^Plötzlich hörst du ein leises Rascheln hinter dir. Du drehst dich um und siehst einen majestätischen Adler, der in die Lüfte steigt. Es scheint, als hätte er dich zu diesem Aussichtspunkt geführt.","\n","^Herzlichen Glückwunsch! Du hast einen inspirierenden Moment auf dem Gipfel erlebt und das Abenteuer erfolgreich abgeschlossen.","\n",{"->":"Finish"},{"#f":1}],"SandigerPfad":["^Du entscheidest dich für den sandigen Weg, der zu einem kleinen Teich führt. Der Pfad ist angenehm weich unter deinen Füßen, und die Sonne spiegelt sich im klaren Wasser des Teiches wider. Entspannt setzt du dich an den Rand des Teiches und genießt die friedliche Atmosphäre.","\n","^Plötzlich hörst du ein leises Plätschern. Ein paar neugierige Fische schwimmen im Teich, und Wasservögel fliegen über dich hinweg. Du beobachtest die Natur um dich herum und spürst eine innere Ruhe.","\n","^Herzlichen Glückwunsch! Du hast eine erholsame Pause am Teich genossen und das Abenteuer erfolgreich gemeistert.","\n",{"->":"Finish"},{"#f":1}],"schmalerSteg":[["^Du entscheidest dich für den schmalen Steg, der über einen ruhigen Fluss führt. Der Steg wackelt leicht unter deinen Schritten, während du dich über das klare Wasser bewegst. Der Fluss unter dir scheint ruhig und friedlich zu plätschern.","\n","^Nachdem du den Steg überquert hast, gelangst du zu einer kleinen Insel inmitten des Flusses. Dort entdeckst du eine verlassene Hütte. Die Tür steht leicht offen, und ein sanfter Wind weht durch die Fenster.","\n","^Möchtest du die Hütte betreten und erkunden oder weiter auf der Insel verweilen?","\n","ev","str","^Die Hütte betreten.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Auf der Insel verweilen.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"HuetteBetreten"},{"#f":5}],"c-1":["\n",{"->":"InselVerweilen"},{"#f":5}]}],{"#f":1}],"HuetteBetreten":["^Du betrittst die verlassene Hütte und findest im Inneren eine gemütliche Atmosphäre. Ein Kamin in der Ecke knistert vor sich hin, und warmes Licht erhellt den Raum. Die Hütte sieht so aus, als wäre sie seit langem nicht mehr bewohnt worden, aber sie strahlt eine gewisse Ruhe aus.","\n","^Plötzlich hörst du ein leises Miauen, und eine kleine Katze schleicht in den Raum. Sie scheint freundlich und lässt sich von dir streicheln. Die Katze führt dich zu einem alten Tagebuch auf dem Tisch. Als du es öffnest, entdeckst du Geschichten von Reisenden, die ähnliche Abenteuer erlebt haben.","\n","^Du setzt dich in die gemütliche Ecke der Hütte, liest die Geschichten und genießt die Gesellschaft der kleinen Katze.","\n","^Herzlichen Glückwunsch! Du hast ein friedliches Ende in der verlassenen Hütte gefunden und das Abenteuer erfolgreich abgeschlossen.","\n",{"->":"Finish"},{"#f":1}],"InselVerweilen":["^Du beschließt, auf der Insel zu verweilen. Die Umgebung ist ruhig und idyllisch, und du genießt die Natur um dich herum. Die Sonne neigt sich langsam dem Horizont zu, und der Himmel färbt sich in warmen Farben.","\n","^Du entdeckst einen bequemen Platz am Ufer des Flusses und lässt dich nieder. Das sanfte Plätschern des Wassers und das Zwitschern der Vögel um dich herum schaffen eine friedliche Atmosphäre. Die Zeit vergeht langsam, und du kommst zur Ruhe.","\n","^Herzlichen Glückwunsch! Du hast einen Moment der Entspannung auf der Insel genossen und das Abenteuer erfolgreich abgeschlossen.","\n",{"->":"Finish"},{"#f":1}],"Finish":[["^Do you want to start again?","\n","ev","str","^Yes","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"Start"},{"#f":5}],"c-1":["\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}